phpp01/prvn/objects_apg/dt-payroll-svc-feature-intg-postgres-run-trunc-limit/test/overwatch-test/src/test/java/com/intuit/psp/karate/tests/keynoteadapter/request_qal.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.keynote.adapters.psp.payroll.sbd.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:KeynoteValidation>
            <!--Optional:-->
            <KeynoteRequest>
                <PIN>Test1234</PIN>
                <PSID>632004976</PSID>
            </KeynoteRequest>
        </web:KeynoteValidation>
    </soapenv:Body>
</soapenv:Envelope>